Repository: zizicici/Tag-Day
Catalog: Tag Day/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# a11y.%@record%i
source: %2$i %1$@ records
de: %2$i %1$@-Datensätze
es: %2$i registros de %1$@
es_419: %2$i registros de %1$@
fr: %2$i enregistrements avec %1$@
it: %2$i registrazioni con %1$@
ja: %1$@の記録%2$i件
ko: %1$@ 기록 %2$i개
pt_br: %2$i registros de %1$@
pt_pt: %2$i registos de %1$@
ru: «%1$@»: %2$i записей
uk: «%1$@»: %2$i записів
zh_hans: %2$i 个 %1$@ 标签记录
zh_hk: %2$i 個 %1$@ 標籤記錄

# a11y.backward
source: Go to Previous Day Detail
de: Gehen Sie zu den Details des vorherigen Tages
es: Ir al detalle del día anterior
es_419: Ir al detalle del día anterior
fr: Aller aux détails du jour précédent
it: Vai ai dettagli del giorno precedente
ja: 前日の詳細に移動
ko: 전날 세부정보로 이동
pt_br: Ir para detalhes do dia anterior
pt_pt: Ir para detalhes do dia anterior
ru: Перейти к сведениям о предыдущем дне
uk: Перейти до деталей попереднього дня
zh_hans: 查看前一天记录
zh_hk: 查看前一天記錄

# a11y.block.hint.add
source: Double-Tap to Add Record
de: Doppeltippen, um einen Datensatz hinzuzufügen
es: Toque dos veces para agregar registro
es_419: Toque dos veces para agregar registro
fr: Appuyez deux fois pour ajouter un enregistrement
it: Tocca due volte per aggiungere un record
ja: ダブルタップしてレコードを追加
ko: 레코드를 추가하려면 두 번 탭하세요.
pt_br: Toque duas vezes para adicionar registro
pt_pt: Toque duas vezes para adicionar registro
ru: Дважды нажмите, чтобы добавить запись
uk: Двічі торкніться, щоб додати запис
zh_hans: 轻点两下以快速创建记录
zh_hk: 輕點兩下以快速創建記錄

# a11y.block.hint.review
source: Double-Tap to Open Day Detail
de: Doppeltippen, um die Tagesdetails zu öffnen
es: Toca dos veces para abrir los detalles del día
es_419: Toca dos veces para abrir los detalles del día
fr: Appuyez deux fois pour ouvrir les détails du jour
it: Tocca due volte per aprire i dettagli del giorno
ja: ダブルタップして日付の詳細を開く
ko: 날짜 세부정보를 열려면 두 번 탭하세요.
pt_br: Toque duas vezes para abrir os detalhes do dia
pt_pt: Toque duas vezes para abrir os detalhes do dia
ru: Дважды нажмите, чтобы открыть сведения о дне
uk: Двічі торкніться, щоб відкрити деталі дня
zh_hans: 轻点两下以查看这一天详情
zh_hk: 輕點兩下以查看這一天詳情

# a11y.bookPicker
source: Book Picker
de: Buchauswahl
es: Selector de libros
es_419: Selector de libros
fr: Sélecteur de livre
it: Selettore libro
ja: ブック選択
ko: 캘린더 선택기
pt_br: Seletor de livros
pt_pt: Seletor de livros
ru: Выбор книги
uk: Вибір книги
zh_hans: 日历簿选择器
zh_hk: 日曆簿選擇器

# a11y.changeDateRange
source: Change Date Range
de: Datumsbereich ändern
es: Cambiar rango de fechas
es_419: Cambiar rango de fechas
fr: Modifier la plage de dates
it: Modifica intervallo di date
ja: 日付範囲の変更
ko: 기간 변경
pt_br: Alterar intervalo de datas
pt_pt: Alterar intervalo de datas
ru: Изменить диапазон дат
uk: Змінити діапазон дат
zh_hans: 更换日期范围
zh_hk: 更換日期範圍

# a11y.dismiss
source: Dismiss Pop-up
de: Pop-up schließen
es: Descartar ventana emergente
es_419: Descartar ventana emergente
fr: Fermer la fenêtre contextuelle
it: Ignora pop-up
ja: ポップアップを閉じる
ko: 팝업 닫기
pt_br: Ignorar pop-up
pt_pt: Ignorar pop-up
ru: Закрыть всплывающее окно
uk: Закрити спливаюче вікно
zh_hans: 关闭弹出式窗口
zh_hk: 關閉彈出式窗口

# a11y.forward
source: Go to Next Day Detail
de: Gehen Sie zu „Nächster Tag – Details".
es: Ir al detalle del día siguiente
es_419: Ir al detalle del día siguiente
fr: Aller aux détails du jour suivant
it: Vai ai dettagli del giorno successivo
ja: 翌日の詳細に移動
ko: 익일 세부정보로 이동
pt_br: Ir para detalhes do dia seguinte
pt_pt: Ir para detalhes do dia seguinte
ru: Перейти к подробностям следующего дня
uk: Перейти до деталей наступного дня
zh_hans: 查看后一天记录
zh_hk: 查看後一天記錄

# a11y.including
source: Including:
de: Einschließlich:
es: Incluido:
es_419: Incluido:
fr: Y compris:
it: Compreso:
ja: 含む：
ko: 포함:
pt_br: Incluindo:
pt_pt: Incluindo:
ru: Включая:
uk: в тому числі:
zh_hans: 包含
zh_hk: 包含

# a11y.no.records
source: No Records
de: Keine Einträge
es: Sin registros
es_419: Sin registros
fr: Aucun enregistrement
it: Nessuna registrazione
ja: 記録なし
ko: 기록 없음
pt_br: Sem registros
pt_pt: Sem registos
ru: Нет записей
uk: Немає записів
zh_hans: 无记录
zh_hk: 無記錄

# a11y.record.changeTag
source: Replace Tag
de: Tag ersetzen
es: Reemplazar etiqueta
es_419: Reemplazar etiqueta
fr: Remplacer l’étiquette
it: Sostituisci tag
ja: タグを置換
ko: 태그 교체
pt_br: Substituir tag
pt_pt: Substituir etiqueta
ru: Заменить тег
uk: Замінити тег
zh_hans: 替换标签
zh_hk: 替換標籤

# a11y.record.comment
source: Comment
de: Kommentar
es: Comentario
es_419: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 메모
pt_br: Comentário
pt_pt: Comentário
ru: Комментарий
uk: Коментар
zh_hans: 备注信息
zh_hk: 備註信息

# a11y.record.time
source: Time
de: Uhrzeit
es: Hora
es_419: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
pt_br: Hora
pt_pt: Hora
ru: Время
uk: Час
zh_hans: 时间信息
zh_hk: 時間信息

# a11y.record%itag%i
source: %i Records with %i Tags
de: %i Einträge mit %i Tags
es: %i registros con %i etiquetas
es_419: %i registros con %i etiquetas
fr: %i enregistrements avec %i étiquettes
it: %i registrazioni con %i tag
ja: 合計%i件の記録、%i個のタグを使用
ko: 총 기록 %i개, 태그 %i개 사용
pt_br: %i registros com %i tags
pt_pt: %i registos com %i etiquetas
ru: %i записей, %i тегов
uk: %i записів, %i тегів
zh_hans: 总计有 %i 个记录 使用了 %i 个标签
zh_hk: 總計有 %i 個記錄 使用了 %i 個標籤

# a11y.tag
source: Tag Picker
de: Tag-Auswahl
es: Selector de etiquetas
es_419: Selector de etiquetas
fr: Sélecteur d’étiquettes
it: Selettore tag
ja: タグピッカー
ko: 태그 선택기
pt_br: Seletor de tags
pt_pt: Seletor de tags
ru: Выбор тегов
uk: Вибір тегів
zh_hans: 标签选择器
zh_hk: 標籤選擇器

# backup.alert.folderName.message
source: It is recommended to input Arabic numerals or English letters.
de: Es wird empfohlen, arabische Ziffern oder englische Buchstaben einzugeben.
es: Se recomienda ingresar números arábigos o letras inglesas.
es_419: Se recomienda ingresar números arábigos o letras inglesas.
fr: Il est recommandé de saisir des chiffres arabes ou des lettres anglaises.
it: Si consiglia di inserire numeri arabi o lettere inglesi.
ja: アラビア数字または英字での入力を推奨します。
ko: 아라비아 숫자나 영문자를 입력하는 것을 권장합니다.
pt_br: Recomenda-se inserir algarismos arábicos ou letras inglesas.
pt_pt: Recomenda-se inserir algarismos arábicos ou letras inglesas.
ru: Рекомендуется вводить арабские цифры или английские буквы.
uk: Рекомендується вводити арабські цифри або англійські літери.
zh_hans: 建议使用英文字母和阿拉伯数字
zh_hk: 建議使用英文字母和阿拉伯數字

# backup.alert.folderName.title
source: Enter Folder Name
de: Geben Sie den Ordnernamen ein
es: Introduzca el nombre de la carpeta
es_419: Introduzca el nombre de la carpeta
fr: Entrez le nom du dossier
it: Inserisci il nome della cartella
ja: フォルダ名を入力してください
ko: 폴더 이름 입력
pt_br: Digite o nome da pasta
pt_pt: Digite o nome da pasta
ru: Введите имя папки
uk: Введіть назву папки
zh_hans: 输入自定义文件夹名
zh_hk: 輸入自定義文件夾名

# backup.alert.import.title
source: Importing the database will delete all existing data.
de: Durch den Import der Datenbank werden alle vorhandenen Daten gelöscht.
es: Al importar la base de datos se eliminarán todos los datos existentes.
es_419: Al importar la base de datos se eliminarán todos los datos existentes.
fr: L'importation de la base de données supprimera toutes les données existantes.
it: L'importazione del database cancellerà tutti i dati esistenti.
ja: データベースをインポートすると、既存のデータがすべて削除されます。
ko: 데이터베이스를 가져오면 기존 데이터가 모두 삭제됩니다.
pt_br: A importação do banco de dados excluirá todos os dados existentes.
pt_pt: Importar a base de dados irá apagar todos os dados existentes.
ru: Импорт базы данных приведет к удалению всех существующих данных.
uk: Імпорт бази даних призведе до видалення всіх наявних даних.
zh_hans: 导入数据库将会删除所有现有数据
zh_hk: 導入數據庫將會刪除所有現有數據

# backup.alert.result.failed
source: Operation failed
de: Vorgang fehlgeschlagen
es: Operación fallida
es_419: Operación fallida
fr: Échec de l’opération
it: Operazione non riuscita
ja: 操作に失敗しました
ko: 작업 실패
pt_br: Falha na operação
pt_pt: Operação falhou
ru: Операция не удалась
uk: Не вдалося виконати операцію
zh_hans: 操作失败
zh_hk: 操作失敗

# backup.alert.result.success
source: Operation completed
de: Vorgang abgeschlossen
es: Operación completada
es_419: Operación completada
fr: Opération terminée
it: Operazione completata
ja: 操作が完了しました
ko: 작업 완료
pt_br: Operação concluída
pt_pt: Operação concluída
ru: Операция завершена
uk: Операцію завершено
zh_hans: 操作成功
zh_hk: 操作成功

# backup.history.none
source: None
de: Keine
es: Ninguno
es_419: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Немає
zh_hans: 无
zh_hk: 無

# backup.item.database.export
source: Export Database File
de: Datenbankdatei exportieren
es: Exportar archivo de base de datos
es_419: Exportar archivo de base de datos
fr: Exporter le fichier de base de données
it: Esporta file database
ja: データベースファイルを書き出す
ko: 데이터베이스 파일 내보내기
pt_br: Exportar arquivo do banco de dados
pt_pt: Exportar ficheiro da base de dados
ru: Экспортировать файл базы данных
uk: Експортувати файл бази даних
zh_hans: 导出数据库文件
zh_hk: 導出數據庫文件

# backup.item.database.import
source: Import Database File
de: Datenbankdatei importieren
es: Importar archivo de base de datos
es_419: Importar archivo de base de datos
fr: Importer le fichier de base de données
it: Importa file database
ja: データベースファイルを読み込む
ko: 데이터베이스 파일 가져오기
pt_br: Importar arquivo do banco de dados
pt_pt: Importar ficheiro da base de dados
ru: Импортировать файл базы данных
uk: Імпортувати файл бази даних
zh_hans: 导入数据库文件
zh_hk: 導入數據庫文件

# backup.item.status.backupNow
source: Backup Now
de: Jetzt sichern
es: Hacer copia ahora
es_419: Hacer copia ahora
fr: Sauvegarder maintenant
it: Esegui backup ora
ja: 今すぐバックアップ
ko: 지금 백업
pt_br: Fazer backup agora
pt_pt: Criar cópia agora
ru: Создать резервную копию
uk: Створити резервну копію
zh_hans: 立即备份
zh_hk: 立即備份

# backup.item.status.folderName
source: Folder Name
de: Ordnername
es: Nombre de carpeta
es_419: Nombre de carpeta
fr: Nom du dossier
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
pt_pt: Nome da pasta
ru: Имя папки
uk: Назва папки
zh_hans: 文件夹名
zh_hk: 文件夾名

# backup.item.status.latest
source: Latest Backup
de: Letzte Sicherung
es: Última copia
es_419: Última copia
fr: Dernière sauvegarde
it: Ultimo backup
ja: 最新のバックアップ
ko: 최근 백업
pt_br: Último backup
pt_pt: Última cópia
ru: Последняя резервная копия
uk: Остання резервна копія
zh_hans: 最近备份
zh_hk: 最近備份

# backup.item.switch
source: Auto Backup
de: Automatische Sicherung
es: Copia automática
es_419: Copia automática
fr: Sauvegarde automatique
it: Backup automatico
ja: 自動バックアップ
ko: 자동 백업
pt_br: Backup automático
pt_pt: Cópia automática
ru: Автоматическое резервное копирование
uk: Автоматичне резервне копіювання
zh_hans: 自动备份
zh_hk: 自動備份

# backup.section.database.hint
source: Importing the database will delete all existing data.
de: Durch den Import der Datenbank werden alle vorhandenen Daten gelöscht.
es: Al importar la base de datos se eliminarán todos los datos existentes.
es_419: Al importar la base de datos se eliminarán todos los datos existentes.
fr: L'importation de la base de données supprimera toutes les données existantes.
it: L'importazione del database cancellerà tutti i dati esistenti.
ja: データベースをインポートすると、既存のデータがすべて削除されます。
ko: 데이터베이스를 가져오면 기존 데이터가 모두 삭제됩니다.
pt_br: A importação do banco de dados excluirá todos os dados existentes.
pt_pt: Importar a base de dados irá apagar todos os dados existentes.
ru: Импорт базы данных приведет к удалению всех существующих данных.
uk: Імпорт бази даних призведе до видалення всіх наявних даних.
zh_hans: 导入数据库将会删除所有现有数据。
zh_hk: 導入數據庫將會刪除所有現有數據。

# backup.section.database.title
source: Database
de: Datenbank
es: Base de datos
es_419: Base de datos
fr: Base de données
ja: データベース
ko: 데이터베이스
pt_br: Banco de dados
pt_pt: Base de dados
ru: База данных
uk: База даних
zh_hans: 数据库
zh_hk: 數據庫

# backup.section.summary.title
source: iCloud Backup Summary
de: iCloud-Sicherungsübersicht
es: Resumen de copia de iCloud
es_419: Resumen de copia de iCloud
fr: Résumé de sauvegarde iCloud
it: Riepilogo backup iCloud
ja: iCloudバックアップの概要
ko: iCloud 백업 요약
pt_br: Resumo do backup iCloud
pt_pt: Resumo da cópia iCloud
ru: Сводка резервного копирования iCloud
uk: Зведення резервного копіювання iCloud
zh_hans: iCloud备份信息
zh_hk: iCloud備份信息

# backup.section.toggle.hint
source: The database file will be automatically backed up to the 'Tag Day' folder in iCloud. Up to once per day.
de: Die Datenbankdatei wird automatisch im Ordner „Tag Day" in iCloud gesichert. Bis zu einmal pro Tag.
es: Se realizará una copia de seguridad del archivo de base de datos automáticamente en la carpeta 'Tag Day' en iCloud. Hasta una vez por día.
es_419: Se realizará una copia de seguridad del archivo de base de datos automáticamente en la carpeta 'Tag Day' en iCloud. Hasta una vez por día.
fr: Le fichier de base de données sera automatiquement sauvegardé dans le dossier « Tag Day » dans iCloud. Jusqu'à une fois par jour.
it: Verrà eseguito automaticamente il backup del file del database nella cartella "Tag Day" in iCloud. Fino a una volta al giorno.
ja: データベース ファイルは、iCloud の「Tag Day」フォルダーに自動的にバックアップされます。 1日1回まで。
ko: 데이터베이스 파일은 iCloud의 'Tag Day' 폴더에 자동으로 백업됩니다. 하루에 한 번까지 가능합니다.
pt_br: Será feito automaticamente um backup do arquivo do banco de dados na pasta 'Tag Day' no iCloud. No máximo uma vez por dia.
pt_pt: Será criada automaticamente uma cópia de segurança do ficheiro da base de dados na pasta 'Tag Day' no iCloud. No máximo uma vez por dia.
ru: Резервная копия файла базы данных будет автоматически сохранена в папке «Tag Day» в iCloud. До одного раза в день.
uk: Файл бази даних буде автоматично скопійовано в папку «Tag Day» у iCloud. До одного разу на день.
zh_hans: 数据库文件将会自动同步到iCloud里的'Tag Day'文件夹。每天最多备份一次。
zh_hk: 數據庫文件將會自動同步到iCloud裏的'Tag Day'文件夾。每天最多備份一次。

# backup.section.toggle.hint2
source: This feature requires iCloud Drive access.
de: Für diese Funktion ist Zugriff auf iCloud Drive erforderlich.
es: Esta función requiere acceso a iCloud Drive.
es_419: Esta función requiere acceso a iCloud Drive.
fr: Cette fonctionnalité nécessite un accès à iCloud Drive.
it: Questa funzione richiede l'accesso a iCloud Drive.
ja: この機能には、iCloud ドライブへのアクセスが必要です。
ko: 이 기능을 사용하려면 iCloud 드라이브 액세스가 필요합니다.
pt_br: Este recurso requer acesso ao iCloud Drive.
pt_pt: Esta funcionalidade requer acesso ao iCloud Drive.
ru: Для этой функции требуется доступ к iCloud Drive.
uk: Для цієї функції потрібен доступ до iCloud Drive.
zh_hans: 此功能需要iCloud云盘访问权限。
zh_hk: 此功能需要iCloud雲碟訪問權限。

# backup.title
source: Backup
de: Sicherung
es: Copia de seguridad
es_419: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
pt_pt: Cópia de segurança
ru: Резервная копия
uk: Резервна копія
zh_hans: 备份
zh_hk: 備份

# batchEditor.alert.dismiss.title
source: Unsaved changes. Are you sure you want to leave this page?
de: Nicht gespeicherte Änderungen. Sind Sie sicher, dass Sie diese Seite verlassen möchten?
es: Cambios no guardados. ¿Estás seguro de que quieres abandonar esta página?
es_419: Cambios no guardados. ¿Estás seguro de que quieres abandonar esta página?
fr: Modifications non enregistrées. Êtes-vous sûr de vouloir quitter cette page?
it: Modifiche non salvate. Sei sicuro di voler lasciare questa pagina?
ja: 未保存の変更があります。このページを離れてもよろしいですか？
ko: 저장되지 않은 변경사항이 있습니다. 이 페이지를 떠나시겠습니까?
pt_br: Alterações não salvas. Tem certeza de que deseja sair desta página?
pt_pt: Alterações não guardadas. Tem a certeza de que pretende sair desta página?
ru: Несохраненные изменения. Вы уверены, что хотите покинуть эту страницу?
uk: Незбережені зміни. Ви впевнені, що бажаєте залишити цю сторінку?
zh_hans: 有未保存的修改，你确定要离开本页面吗？
zh_hk: 有未保存的修改，你確定要離開本頁面嗎？

# batchEditor.alert.save.failed
source: Failed to save changes
de: Änderungen konnten nicht gespeichert werden
es: No se pudieron guardar los cambios
es_419: No se pudieron guardar los cambios
fr: Échec de l'enregistrement des modifications
it: Impossibile salvare le modifiche
ja: 変更を保存できませんでした
ko: 변경사항을 저장하지 못했습니다.
pt_br: Falha ao salvar as alterações
pt_pt: Não foi possível guardar as alterações
ru: Не удалось сохранить изменения.
uk: Не вдалося зберегти зміни
zh_hans: 保存修改失败
zh_hk: 保存修改失敗

# batchEditor.alert.save.message%d%d
source: Add Records Count: %1$d, Delete Records Count: %2$d
de: Hinzugefügte Einträge: %1$d, gelöschte Einträge: %2$d
es: Registros añadidos: %1$d, registros eliminados: %2$d
es_419: Registros agregados: %1$d, registros eliminados: %2$d
fr: Enregistrements ajoutés : %1$d, enregistrements supprimés : %2$d
it: Registrazioni aggiunte: %1$d, registrazioni eliminate: %2$d
ja: 追加する記録数：%1$d、削除する記録数：%2$d
ko: 추가할 기록 수: %1$d, 삭제할 기록 수: %2$d
pt_br: Registros adicionados: %1$d, registros excluídos: %2$d
pt_pt: Registos adicionados: %1$d, registos apagados: %2$d
ru: Добавлено записей: %1$d, удалено записей: %2$d
uk: Додано записів: %1$d, видалено записів: %2$d
zh_hans: 增加记录数：%1$d，删除记录数：%2$d
zh_hk: 增加記錄數：%1$d，刪除記錄數：%2$d

# batchEditor.alert.save.title
source: Batch Editing Warning
de: Warnung zur Stapelbearbeitung
es: Advertencia de edición por lotes
es_419: Advertencia de edición por lotes
fr: Avertissement concernant la modification par lots
it: Avviso di modifica in batch
ja: バッチ編集の警告
ko: 일괄 편집 경고
pt_br: Aviso de edição em lote
pt_pt: Aviso de edição em lote
ru: Предупреждение о пакетном редактировании
uk: Попередження про пакетне редагування
zh_hans: 批量编辑警告
zh_hk: 批量編輯警告

# batchEditor.append
source: Append
de: Anhängen
es: Añadir
es_419: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Acrescentar
pt_pt: Acrescentar
ru: Добавить
uk: Додати
zh_hans: 增加
zh_hk: 增加

# batchEditor.apply
source: Apply Tag Circle
de: Tag-Zyklus anwenden
es: Aplicar ciclo de etiquetas
es_419: Aplicar ciclo de etiquetas
fr: Appliquer le cycle de tags
it: Applica ciclo tag
ja: タグサークルを適用
ko: 태그 순환 적용
pt_br: Aplicar ciclo de tags
pt_pt: Aplicar ciclo de etiquetas
ru: Применить цикл тегов
uk: Застосувати цикл тегів
zh_hans: 应用标签循环
zh_hk: 應用標籤循環

# batchEditor.choose%d
source: %d Selected
de: %d ausgewählt
es: %d seleccionados
es_419: %d seleccionados
fr: %d sélectionnés
it: %d selezionati
ja: %d件選択
ko: %d개 선택됨
pt_br: %d selecionados
pt_pt: %d selecionados
ru: Выбрано: %d
uk: Вибрано: %d
zh_hans: %d项已选
zh_hk: %d項已選

# batchEditor.clearSelection
source: Deselect Selection
de: Auswahl aufheben
es: Deseleccionar
es_419: Deseleccionar
fr: Désélectionner
it: Deseleziona
ja: 選択を解除
ko: 선택 해제
pt_br: Desmarcar seleção
pt_pt: Anular seleção
ru: Снять выделение
uk: Скасувати вибір
zh_hans: 取消选中
zh_hk: 取消選中

# batchEditor.exit
source: Exit
de: Beenden
es: Salir
es_419: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 나가기
pt_br: Sair
pt_pt: Sair
ru: Выйти
uk: Вийти
zh_hans: 退出
zh_hk: 退出

# batchEditor.replace
source: Replace
de: Ersetzen
es: Reemplazar
es_419: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ko: 바꾸기
pt_br: Substituir
pt_pt: Substituir
ru: Заменить
uk: Замінити
zh_hans: 替换
zh_hk: 替換

# batchEditor.reset
source: Reset
de: Zurücksetzen
es: Restablecer
es_419: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pt_br: Redefinir
pt_pt: Repor
ru: Сбросить
uk: Скинути
zh_hans: 重置
zh_hk: 重置

# batchEditor.singleTag
source: Single Tag
de: Einzelner Tag
es: Etiqueta única
es_419: Etiqueta única
fr: Étiquette unique
it: Tag singolo
ja: 単一タグ
ko: 단일 태그
pt_br: Tag única
pt_pt: Etiqueta única
ru: Один тег
uk: Один тег
zh_hans: 单个标签
zh_hk: 單個標籤

# batchEditor.tagsCircle
source: Tags Circle
de: Tag-Zyklus
es: Ciclo de etiquetas
es_419: Ciclo de etiquetas
fr: Cycle de tags
it: Ciclo tag
ja: タグサークル
ko: 태그 순환
pt_br: Ciclo de tags
pt_pt: Ciclo de etiquetas
ru: Цикл тегов
uk: Цикл тегів
zh_hans: 标签循环
zh_hk: 標籤循環

# book.detail.updateSymbol
source: Choose…
de: Auswählen…
es: Elegir…
es_419: Elegir…
fr: Choisir…
it: Scegli…
ja: 選択…
ko: 선택…
pt_br: Escolher…
pt_pt: Escolher…
ru: Выбрать…
uk: Вибрати…
zh_hans: 选择其他
zh_hk: 選擇其他

# bookInfo.subtitle.dayRecord%i
source: %i Records
de: %i Einträge
es: %i registros
es_419: %i registros
fr: %i enregistrements
it: %i registrazioni
ja: %i件の記録
ko: %i개 기록
pt_br: %i registros
pt_pt: %i registos
ru: %i записей
uk: %i записів
zh_hans: %i记录
zh_hk: %i記錄

# books.calendar
source: Books Overview
de: Bücherübersicht
es: Resumen de libros
es_419: Resumen de libros
fr: Vue d’ensemble des livres
it: Panoramica libri
ja: ブック概要
ko: 캘린더 개요
pt_br: Visão geral dos livros
pt_pt: Visão geral dos livros
ru: Обзор книг
uk: Огляд книг
zh_hans: 总览
zh_hk: 總覽

# books.detail.color
source: Theme Color
de: Designfarbe
es: Color del tema
es_419: Color del tema
fr: Couleur du thème
it: Colore tema
ja: テーマカラー
ko: 테마 색상
pt_br: Cor do tema
pt_pt: Cor do tema
ru: Цвет темы
uk: Колір теми
zh_hans: 主题色
zh_hk: 主題色

# books.detail.color.hint
source: It will affect symbol and button colors.
de: Dies wirkt sich auf die Farben von Symbolen und Schaltflächen aus.
es: Afectará los colores de los símbolos y botones.
es_419: Afectará los colores de los símbolos y botones.
fr: Cela affectera les couleurs des symboles et des boutons.
it: Influirà sui colori dei simboli e dei pulsanti.
ja: シンボルとボタンの色に影響します。
ko: 이는 기호 및 버튼 색상에 영향을 미칩니다.
pt_br: Isso afetará as cores dos símbolos e dos botões.
pt_pt: Isso afetará as cores dos símbolos e dos botões.
ru: Это повлияет на цвета символов и кнопок.
uk: Це вплине на кольори символів і кнопок.
zh_hans: 将会影响标志和按钮颜色。
zh_hk: 將會影響標誌和按鈕顏色。

# books.detail.delete.alert.message
source: Do you want to delete this book?
de: Möchten Sie dieses Buch löschen?
es: ¿Quieres eliminar este libro?
es_419: ¿Quieres eliminar este libro?
fr: Voulez-vous supprimer ce livre?
it: Vuoi eliminare questo libro?
ja: このブックを削除しますか？
ko: 이 캘린더를 삭제하시겠습니까?
pt_br: Deseja excluir este livro?
pt_pt: Pretende apagar este livro?
ru: Вы хотите удалить эту книгу?
uk: Ви хочете видалити цю книгу?
zh_hans: 你确定要删除这个日历簿吗？
zh_hk: 你確定要刪除這個日曆簿嗎？

# books.detail.delete.alert.message.%i.%i
source: Delete this book? %1$i tag(s) and %2$i record(s) will be removed.
de: Dieses Buch löschen? %1$i Tag(s) und %2$i Eintrag/Einträge werden entfernt.
es: ¿Eliminar este libro? Elementos que se eliminarán: etiquetas (%1$i), registros (%2$i).
es_419: ¿Eliminar este libro? Elementos que se eliminarán: etiquetas (%1$i), registros (%2$i).
fr: Supprimer ce livre ? %1$i étiquette(s) et %2$i enregistrement(s) seront supprimés.
it: Eliminare questo libro? Verranno rimossi %1$i tag e %2$i registrazioni.
ja: このブックを削除しますか？%1$i個のタグと%2$i件の記録が削除されます。
ko: 이 캘린더를 삭제하시겠습니까? 태그 %1$i개와 기록 %2$i개가 제거됩니다.
pt_br: Excluir este livro? Itens a remover: tags (%1$i), registros (%2$i).
pt_pt: Apagar este livro? Elementos a apagar: etiquetas (%1$i), registos (%2$i).
ru: Удалить эту книгу? Будут удалены %1$i тег(ов) и %2$i записей.
uk: Видалити цю книгу? Буде видалено %1$i тег(ів) і %2$i записів.
zh_hans: 你确定要删除这个日历簿吗？有%1$i个标签和%2$i条记录将会被删除。
zh_hk: 你確定要刪除這個日曆簿嗎？有%1$i個標籤和%2$i條記錄將會被刪除。

# books.detail.delete.alert.title
source: Delete Book
de: Buch löschen
es: Eliminar libro
es_419: Eliminar libro
fr: Supprimer le livre
it: Elimina libro
ja: ブックを削除
ko: 캘린더 삭제
pt_br: Excluir livro
pt_pt: Apagar livro
ru: Удалить книгу
uk: Видалити книгу
zh_hans: 删除日历簿
zh_hk: 刪除日曆簿

# books.detail.title
source: Title
de: Titel
es: Título
es_419: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
pt_pt: Título
ru: Название
uk: Назва
zh_hans: 标题
zh_hk: 標題

# books.detail.title.add
source: Add Book
de: Buch hinzufügen
es: Añadir libro
es_419: Agregar libro
fr: Ajouter un livre
it: Aggiungi libro
ja: ブックを追加
ko: 캘린더 추가
pt_br: Adicionar livro
pt_pt: Adicionar livro
ru: Добавить книгу
uk: Додати книгу
zh_hans: 添加日历簿
zh_hk: 添加日曆簿

# books.detail.title.edit
source: Edit Book
de: Buch bearbeiten
es: Editar libro
es_419: Editar libro
fr: Modifier le livre
it: Modifica libro
ja: ブックを編集
ko: 캘린더 편집
pt_br: Editar livro
pt_pt: Editar livro
ru: Редактировать книгу
uk: Редагувати книгу
zh_hans: 编辑日历簿
zh_hk: 編輯日曆簿
